// ceshi/wode/dongpeng/dongpeng.js
Page({
  data:{
    dongpeng: {
      title: '东鹏瓷砖  科技·艺术·生活',
      paragraphs:[
        '东鹏集团(广东东鹏控股股份有限公司)始创于1972年，是行业整体家居一站式服务供应商，拥有瓷砖、洁具、木地板、涂料、饰品等业务，致力于向消费者提供舒适的空间解决方案、高品质的产品配置和人性化的真情服务。',
        '在全国拥有14大家居生产基地，5000多个专卖店、5万名专业人员，产品广泛应用于全球高端地标项目，如北京奥运会场馆，国家大剧院、美国帝国大厦等。',
        '成立建陶工业2025大数据平台，实现整体大家居的智能化、信息化、标准化制造。参与起草多达11项瓷砖及卫浴产品标准，先后获得国家专利780项，在玻化砖、釉面砖、仿古砖、幕墙瓷板、洁具、水晶瓷等陶瓷产品体系方面具有绝对的领先优势。',
        '在美、英、德、意等近30个国家和地区注册国际商标，产品畅销海外，最大的出口国地包括美国、加拿大及澳大利亚等高标准国家。代表中国陶瓷参加世界顶级陶瓷展会——意大利博洛尼亚展，以创新产品为中国陶瓷赢得世界尊敬。',
        '为广大消费者提供环保、艺术、高科技、个性化的家居解决方案，是东鹏的追求与使命。未来，东鹏将不断创新超越，为更多用户提供品质和品味的享受，朝着“百年企业，世界东鹏”的愿景，打造享誉中外的整体家居国际品牌。',
        '东鹏，融合科技与艺术，让人类生活更美好。',
      ]
    }
  },
  onLoad:function(options){
    // 页面初始化 options为页面跳转所带来的参数
  },
  onReady:function(){
    // 页面渲染完成
  },
  onShow:function(){
    // 页面显示
  },
  onHide:function(){
    // 页面隐藏
  },
  onUnload:function(){
    // 页面关闭
  }
})